package ISK20t��;

public class Harjutus4 {

	public static void main(String[] args) {
		// TODO Auto-generated method stub
	System.out.println("いいいいいいいいいいいいいいいいいいいいいいい\r\n"
			+ "いいいいいいいいいいいいいいいいいいいいいいい\r\n"
			+ "いいいいいいいいいいいいいいいいいいいいいいい\r\n"
			+ "いいいいいいいいいいいいいいいいいいいいいいい");
	System.out.println("==============================================\r\n"
			+ "==============================================\r\n"
			+ "==============================================\r\n"
			+ "==============================================");
	System.out.println("----------------------------------------------\r\n"
			+ "----------------------------------------------\r\n"
			+ "----------------------------------------------\r\n"
			+ "----------------------------------------------");
	}

}
